var e=`---\r
title: 'Обзор на Cyberpunk 2077: Phantom Liberty'\r
date: 2026-07-13\r
tags: ['Игры', 'Обзор', 'CDPR']\r
image: '/images/cyberpunk.jpg'\r
description: 'Стоит ли возвращаться в Найт-Сити?'\r
---\r
\r
# Обзор на Cyberpunk 2077: Phantom Liberty\r
\r
Текст взят как пример. Никакой нагрузки не несет.\r
\r
\r
Cyberpunk 2077 — это компьютерная игра в жанре action/RPG с открытым миром, разработанная и изданная польской студией CD Projekt RED. Её действие разворачивается в 2077 году в вымышленном мегаполисе Найт-Сити, где власть, роскошь и кибернетические модификации тела ценятся превыше всего.\r
\r
Cyberpunk 2077 Ultimate Edition (PS5) для Sony PlayStation PS4 и PS5 на русском языке Игра навсегда Быстрая доставка (Турция) -\r
\r
#### О чём игра\r
\r
Вы играете за наёмника по имени Ви, который оказывается втянут в борьбу за выживание и влияние в Найт-Сити. Его главная миссия — добыть прототип устройства, дарующего бессмертие, за которым охотятся как корпорации, так и преступные банды. По ходу сюжета Ви сталкивается с моральными дилеммами, а его решения напрямую влияют на развитие истории и судьбу города. \r
\r
<img src="https://avatars.mds.yandex.net/i?id=c8382f1d2c09c9a5bbbf5cfdb283624ffdcdc166-12248557-images-thumbs&amp;n=13&amp;n=13&amp;w=345&amp;h=230" alt="Cyberpunk 2077" style="width: 800px; margin-left: auto; margin-right: auto;">\r
\r
Игра основана на настольной игре Майка Пондсмита Cyberpunk 2020, но события происходят в более позднем будущем. Одним из ключевых персонажей становится рокер Джонни Сильверхенд, чья история и взаимодействие с Ви становятся важной частью сюжета. \r
\r
#### Геймплей и особенности\r
<ul>\r
<li>Кастомизация персонажа. Игрок сам создаёт героя: настраивает внешность, пол, биографию (включая ключевые события прошлого) и выбирает стартовый класс (кочевник, дитя улиц или корпорат). </li>\r
<li>Открытый мир. Найт-Сити — огромный и детализированный мегаполис, разделённый на районы с разной атмосферой: от корпоративного центра до трущоб. Здесь много побочных квестов, секретов и возможностей для исследования. </li>\r
<li>Боевая система. Доступны разные подходы: перестрелки, ближний бой с использованием имплантов, стелс-прохождение или решение конфликтов мирным путём с помощью несмертельного оружия. Оружие можно модифицировать. </li>\r
<li>Кибернетические улучшения. Импланты позволяют усиливать тело и способности. Их установка и настройка — важная часть геймплея. Доступны как гражданские, так и военные модификации.</li> \r
<li>Система навыков. Прокачка зависит от выбранного стиля игры. Есть шесть основных характеристик: сила, интеллект, техника, крутизна, рефлексы и телосложение.</li> \r
<li>Влияние решений. Каждое действие имеет последствия: они меняют отношение персонажей, открывают или закрывают определённые сюжетные ветки. </li>\r
</ul>\r
\r
#### Разработка и релиз\r
\r
Над игрой работала большая команда (около 500 сотрудников) на движке REDengine 4. Консультантом выступил сам Майк Пондсмит, а канадский актёр Киану Ривз озвучил и предоставил внешность для одного из главных персонажей. \r
\r
Релиз состоялся 10 декабря 2020 года на PlayStation 4, Windows и Xbox One. На PlayStation 5 и Xbox Series X/S игра вышла 15 февраля 2022 года. \r
\r
#### Реакция и дополнения\r
\r
Изначально игра столкнулась с серьёзной критикой из-за технических проблем: багов, низкой производительности на некоторых платформах и неработающих квестов. Однако со временем, благодаря патчам, многие из этих недочётов были исправлены. \r
\r
Для Cyberpunk 2077 вышло крупное дополнение «Призрачная свобода» (Phantom Liberty) в жанре шпионского триллера. Оно переносит действие в отдельный район Найт-Сити — Пёсий город — и предлагает новый сюжет с уникальными заданиями и механикой. \r
\r
Также во вселенной есть аниме-сериал Cyberpunk: Edgerunners, созданный в сотрудничестве со студией Trigger. \r
\r
#### Что говорят игроки\r
\r
Мнения разделились. Среди плюсов чаще всего отмечают:\r
глубокий и захватывающий сюжет с проработанными персонажами;\r
атмосферный и детализированный открытый мир;\r
вариативность прохождения и влияние решений на историю.\r
 \r
\r
К минусам относят:\r
технические проблемы на релизе;\r
некоторые недостатки в интерфейсе и балансе;\r
ощущение «безликости» главного героя для части игроков.\r
 \r
В итоге Cyberpunk 2077 стала одним из самых обсуждаемых проектов своего времени, сочетающим амбициозные идеи и технические вызовы. Многие игроки считают, что после патчей игра раскрыла свой потенциал, хотя споры о её достоинствах и недостатках продолжаются. \r
\r
\r
\`\`\`javascript\r
// Пример кода для мода\r
console.log('Привет, геймеры!');`;export{e as default};