var e=`---\r
title: 'Обзор на Cyberpunk 2077: Phantom Liberty'\r
date: 2026-07-13\r
tags: ['Игры', 'Обзор', 'CDPR']\r
image: '/images/cyberpunk.jpg'\r
description: 'Стоит ли возвращаться в Найт-Сити?'\r
---\r
\r
# Заголовок H1 (обычно дублирует title, но может отличаться)\r
\r
Cyberpunk 2077 — компьютерная игра в жанре Action/RPG с открытым миром, разработанная и изданная польской студией CD Projekt RED. Действие происходит в 2077 году в вымышленном мегаполисе Найт-Сити — антиутопическом городе на западном побережье Северной Америки. \r
\r
\r
## Глава первая (H2)\r
Тут про сюжет.\r
\r
### Подглава (H3)\r
Тут про графику.\r
\r
\`\`\`javascript\r
// Пример кода для мода\r
console.log('Привет, геймеры!');`;export{e as default};