var e=`---\r
title: 'Обзор на Torchlight 2'\r
date: 2026-07-15\r
tags: ['Игры', 'Обзор']\r
image: '/images/torchlight2.jpg'\r
description: 'Достойный пример жанра рпг'\r
---\r
\r
# Обзор на Torchlight 2\r
\r
## Основная информация\r
<ul>\r
    <li>Жанр: Action/RPG (изометрическая, hack and slash).</li>\r
    <li>Разработчик: Runic Games.</li>\r
    <li>Издатель: Perfect World.</li>\r
    <li>Дата выхода: 20 сентября 2012 года.</li>\r
    <li>Платформа: ПК (Windows, macOS, Linux). Позже игру портировали на консоли (PS4, Xbox One, Nintendo Switch).</li>\r
</ul>\r
<img alt="Picture background" aria-hidden="true" src="https://media.moddb.com/images/members/1/414/413573/profile/Torchlight-2-preview-1.jpg">\r
\r
## Сюжет\r
Действие разворачивается в мире Эстерия спустя несколько лет после событий первой части. Древний дракон Ордрак был повержен, но один из героев — Алхимик — стал одержим магическим минералом Эмбер и вызываемой им Эмберитовой Чумой. Он похитил Сердце Ордрака, уничтожил родной город Торчлайт, убил союзницу Сил и обратил в бегство другого протагониста первой части. Теперь игроку предстоит пройти путь разрушения, который оставил Алхимик, и остановить его, охотясь на Элементальных Хранителей — существ, контролирующих баланс стихий. Повествование делится на несколько актов. \r
\r
## Геймплей\r
В основе — исследование открытого мира (леса, пустыни, заснеженные равнины, города, подземелья), сражения с монстрами и боссами, сбор лута и прокачка персонажа. Ключевые особенности:\r
<ul>\r
    <li>Классы. На выбор четыре класса, каждый со своим стилем игры:\r
        <ul>\r
            <li>Инженер (Engineer) — боец ближнего боя в стилистике стимпанка. Может создавать боевых роботов, турели, использовать паровые машины.</li>\r
            <li>Берсеркер (Berserker) — мощный воин ближнего боя, который впадает в ярость, наносит критические удары и может призывать духов животных.</li>\r
            <li>Чужеземец (Outlander) — стрелок, специализирующийся на дальнем бою. Использует оружие (луки, пистолеты) и «низшую магию» для контроля врагов.</li>\r
            <li>Эмбермаг (Embermage) — маг, который накладывает стихийные эффекты (огонь, лёд, молния) и может телепортироваться.</li>\r
        </ul>\r
    </li>\r
    <li>Прокачка. У каждого класса есть три ветки умений, что позволяет создавать уникальные билды. Есть шкала «Charge» (заряд), которая заполняется при нанесении урона и усиливает навыки.</li>\r
    <li>Случайность. Уровни, враги и лут генерируются процедурно — каждое прохождение будет отличаться.</li>\r
    <li>Питомцы. Верные спутники, которые помогают в бою, таскают вещи и даже могут сами отвезти ненужный лут в город. Есть механика: если скормить питомцу рыбу, выловленную в водоёмах, он временно или перманентно превратится в другое существо со своими способностями.</li>\r
    <li>Мультиплеер. Можно играть вместе с друзьями по локальной сети или через интернет (до 6 человек в группе). При этом чем больше игроков, тем плотнее становится вражеская волна.</li>\r
    <li>New Game Plus. После завершения основной кампании можно начать заново с тем же персонажем, сохранив навыки, золото и снаряжение — но сложность возрастёт.</li>\r
    <li>Моды. Игра поддерживает Steam Workshop и редактор GUTS, чтобы игроки могли создавать и делиться своими модификациями.</li>\r
</ul>\r
\r
\r
## Что говорят игроки\r
\r
У Torchlight II смешанные, но в целом положительные отзывы. Среди плюсов отмечают:\r
<ul>\r
    <li>Яркую, стилизованную графику в духе стимпанка.</li> \r
    <li>Разнообразие билдов и тактик.</li> \r
    <li>Возможность кооперативного прохождения.</li>\r
    <li>Богатую систему модификаций.</li> \r
</ul>\r
Из минусов часто упоминают:\r
<ul>\r
    <li>Однообразие геймплея при долгом прохождении. </li> \r
    <li>Относительно слабый сюжет. </li> \r
    <li>Иногда — перегруженность некоторых локаций.</li>\r
</ul> `;export{e as default};