var e=`---\r
title: 'Обзор настольной игры Теория власти'\r
date: 2026-07-15\r
tags: ['Настольные игры', 'Обзор']\r
image: '/images/teoriya_vlasty.jpg'\r
description: 'Обезьяна с гранатой у руля власти'\r
---\r
\r
# Обзор настольной игры Теория власти\r
\r
## Немного о сюжете\r
\r
По сюжету, коротко обрисованному в правилах комиксом, в далеком будущем человечество создало антропоморфных животных, отправив их в космос – видимо, с целью поиска миров, пригодных для заселения людьми. Но путь оказался намного длиннее планируемого, система дала сбой, и звери пробудились от криосна. Теперь игрокам предстоит возглавить различные группы животных, чтобы установить свой порядок на корабле, разработав дальнейший план действий.\r
\r
«Теория власти» это карточная игра со всеми вытекающими. Если вы заядлый «картежник», вам легко будет освоиться с механиками и взаимодействием различных персонажей. Для менее опытных игроков авторы предусмотрели обучающий вариант правил. Но, в любом случае вам придется потратить немного времени на усвоение иконографики и свойств животных. Потому что уже со старта придется выбирать каких из них вы оставите в руке, а каких сбросите.`;export{e as default};